{
  "messageBoards": [
    {
      "id": 1,
      "title": "Employee Appreciation Wall",
      "description": "Celebrate your colleagues' hard work and dedication with personalized kudos and messages of thanks.",
      "status": "published"
    },
    {
      "id": 2,
      "title": "Team Kudos and Celebrations",
      "description": "Share your team's achievements, milestones, and celebrate the collaborative spirit with shout-outs and acknowledgments.",
      "status": "draft"
    },
    {
      "id": 3,
      "title": "Outstanding Performers Recognition",
      "description": "Spotlight your top performers and give them the recognition they deserve for their exceptional contributions.",
      "status": "draft"
    },
    {
      "id": 4,
      "title": "Milestone Achievements Showcase",
      "description": "Highlight the significant milestones and accomplishments reached by individuals or teams.",
      "status": "draft"
    },
    {
      "id": 5,
      "title": "Gratitude and Acknowledgment Board",
      "description": "Express your gratitude and acknowledge the efforts of those who make a positive impact in your community or workplace.",
      "status": "draft"
    },
    {
      "id": 6,
      "title": "Customer Service Excellence Awards",
      "description": "Recognize outstanding customer service representatives and commend their dedication to customer satisfaction.",
      "status": "draft"
    },
    {
      "id": 7,
      "title": "Innovators and Problem Solvers Tribute",
      "description": "Applaud the innovators and creative problem solvers who bring fresh ideas and solutions to the table.",
      "status": "draft"
    },
    {
      "id": 8,
      "title": "Continuous Improvement Achievements",
      "description": "Celebrate the small steps that lead to significant improvements in processes, products, or services.",
      "status": "draft"
    },
    {
      "id": 9,
      "title": "Teacher and Student Appreciation Zone",
      "description": "Show your appreciation for educators, mentors, and students who contribute to the growth and learning experience.",
      "status": "draft"
    },
    {
      "id": 10,
      "title": "Volunteer Recognition and Thanks",
      "description": "Express your gratitude for the selfless acts of volunteers who make a difference in your community or organization.",
      "status": "draft"
    }
  ],
  "messages": [
    {
      "id": 1,
      "messageBoardID": 1,
      "content": "Thank you, Sarah, for always going above and beyond to help the team. Your dedication is truly inspiring!",
      "imageID": 1
    },
    {
      "id": 2,
      "messageBoardID": 1,
      "content": "Kudos to John for his outstanding work on the recent project. He's a valuable asset to our department.",
      "imageID": 2
    },
    {
      "id": 3,
      "messageBoardID": 1,
      "content": "I want to express my gratitude to Emily for her positive attitude and willingness to help. She brightens up the office!",
      "imageID": 3
    },
    {
      "id": 4,
      "messageBoardID": 2,
      "content": "Congratulations to the marketing team for achieving a 20% increase in website traffic. Great teamwork!"
    },
    {
      "id": 5,
      "messageBoardID": 2,
      "content": "Shout-out to our project management team for delivering the project ahead of schedule. Well done, everyone!"
    },
    {
      "id": 6,
      "messageBoardID": 2,
      "content": "Cheers to the sales team for exceeding their quarterly targets. Keep up the fantastic work!"
    },
    {
      "id": 7,
      "messageBoardID": 3,
      "content": "I'd like to recognize Alex for consistently delivering high-quality work. He's a true standout performer."
    },
    {
      "id": 8,
      "messageBoardID": 3,
      "content": "Hannah's problem-solving skills are exceptional. She deserves this recognition for her innovative solutions."
    },
    {
      "id": 9,
      "messageBoardID": 3,
      "content": "A big round of applause for Michael, who leads by example and motivates the team to excel."
    },
    {
      "id": 10,
      "messageBoardID": 4,
      "content": "We've reached a significant milestone of serving 10,000 satisfied customers. Thank you, team, for your dedication!"
    },
    {
      "id": 11,
      "messageBoardID": 4,
      "content": "Celebrate the successful launch of our new product line. It's a testament to our hard work and innovation."
    },
    {
      "id": 12,
      "messageBoardID": 4,
      "content": "A big achievement unlocked: the completion of our first international project. Kudos to the entire team!"
    },
    {
      "id": 13,
      "messageBoardID": 5,
      "content": "I'm grateful to Mark for always being there to support and mentor me. Your guidance has made a difference."
    },
    {
      "id": 14,
      "messageBoardID": 5,
      "content": "Acknowledging Sarah's efforts in organizing the charity drive. You've made a positive impact in the community."
    },
    {
      "id": 15,
      "messageBoardID": 5,
      "content": "A heartfelt thanks to David for his dedication to environmental sustainability. Your work inspires us all."
    },
    {
      "id": 16,
      "messageBoardID": 6,
      "content": "Hats off to Linda for her exceptional customer service. Her patience and empathy make all the difference."
    },
    {
      "id": 17,
      "messageBoardID": 6,
      "content": "Customer satisfaction is Joe's forte. He's earned this award with his unwavering commitment to our clients."
    },
    {
      "id": 18,
      "messageBoardID": 6,
      "content": "Recognizing Emily for consistently delivering top-notch service. Our customers adore her!"
    },
    {
      "id": 19,
      "messageBoardID": 7,
      "content": "A big shout-out to the R&D team for their innovative solutions that drive our products forward."
    },
    {
      "id": 20,
      "messageBoardID": 7,
      "content": "Liam's creative problem-solving skills have saved us time and resources. Keep those ideas coming!"
    },
    {
      "id": 21,
      "messageBoardID": 7,
      "content": "Recognizing the IT team for their quick thinking and problem-solving in keeping our systems running smoothly."
    },
    {
      "id": 22,
      "messageBoardID": 8,
      "content": "Celebrating Jane for her commitment to process improvement. Her small changes lead to significant gains."
    },
    {
      "id": 23,
      "messageBoardID": 8,
      "content": "Kudos to the manufacturing team for their dedication to product quality. Continuous improvement in action!"
    },
    {
      "id": 24,
      "messageBoardID": 8,
      "content": "Recognizing Tom for his role in optimizing our supply chain, making our operations more efficient."
    },
    {
      "id": 25,
      "messageBoardID": 9,
      "content": "Expressing my appreciation to Mr. Johnson for his passion for teaching and inspiring a love for learning."
    },
    {
      "id": 26,
      "messageBoardID": 9,
      "content": "Sarah's dedication to her studies and her classmates is commendable. Keep up the great work!"
    },
    {
      "id": 27,
      "messageBoardID": 9,
      "content": "Thank you, Mrs. Anderson, for your patient guidance and mentorship. You're making a lasting impact."
    },
    {
      "id": 28,
      "messageBoardID": 10,
      "content": "A big thank you to our volunteers who give their time and energy to make our community a better place."
    },
    {
      "id": 29,
      "messageBoardID": 10,
      "content": "Recognizing John's volunteer work at the local shelter. Your selflessness is truly appreciated."
    },
    {
      "id": 30,
      "messageBoardID": 10,
      "content": "Kudos to the volunteer team for their efforts in the recent charity event. Your dedication shines through."
    }
  ],
  "images": [
    {
      "id": 1,
      "imageName": "message_picture_1.jpg"
    },
    {
      "id": 2,
      "imageName": "message_picture_2.jpg"
    },
    {
      "id": 3,
      "imageName": "message_picture_3.jpg"
    }
  ]
}
